Repository: jonibekuralov/xorazmnews
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Profilni tahrirlash
ru: Редактировать профиль

source: Malumotlarni o'zgartirish
ru: Изменить данные

source: Foydalanuvchi Nomi:
ru: Имя пользователя:

source: Ism:
ru: Имя:

source: Familya:
ru: Фамилия:

source: Email:
ru: Электронная почта:

source: Tug'lgan Sana:
ru: Дата рождения:

source: Photo:
ru: Фото:

source: Telefon Raqam:
ru: Номер телефона:

source: Foydalanuvchini ro'yxatdan o'tkazish
ru: Регистрация пользователя

source: Siz Ro'yhatdan O'tdingiz!
ru: Вы зарегистрированы!

source: Muaffaqiyatli!
ru: Успешный!

source: Siz Ro'yhatdan Muaffiqiyatli O'tdingiz!
ru: You have successfully registered!

source: Tizimga Kirish
ru: Авторизоваться

source: Iqtisodiyot Yangiliklari
ru: Новости экономики

source: Iqtisodiyot yangiliklari
ru: Новости экономики

source: Batafsil
ru: Более

source: Obuna bo'ling
ru: Подписывайтесь на нас

source: Ommabop Yangiliklar
ru: Популярные новости

source: Sport yangililari
ru: Спортивные новости

source: Sport yangiliklari
ru: Спортивные новости

source: Bo'limlar
ru: Разделы

source: Aloqa
ru: Контакт

source: Chiqish
ru: Выйти

source: Tizimga kirish
ru: Авторизоваться

source: Ro'yxatdan o'tish
ru: Зарегистрироваться

source: Mening Profilm
ru: Мой профайл

source: Bosh sahifa
ru: Главная страница

source: O'zbekistan
ru: Узбекистан

source: Jahon
ru: Мир

source: Sport
ru: Спорт

source: Fan-Texnika
ru: Наука и технология

source: Iqtisodiyot
ru: Экономика

source: Aloqa Uchun
ru: Для связи

source: Obuna Bo'ling
ru: Подпишись

source: Yangiliklar
ru: Новости

source: Kun.uz jamoasi
ru: Команда Kun.uz

source: Barcha Huquqlar Himoyalangan.
ru: Все права защищены.

source: Har Qanday So'rov Uchun Biz Bilan Bog'laning
ru: Свяжитесь с нами по любому запросу

source: Biz bilan bog'lanish
ru: Связаться с нами

source: Xabar yuborish
ru: Отправить сообщение

source: Fan-texnika Yangiliklari
ru: Новости науки и техники

source: Fan-texnika yangiliklari
ru: Новости науки и техники

source: So'ngi yangilikar
ru: Последние новости

source: Jahon Yangiliklari
ru: Мировые новости

source: Hammasini Ko'rish
ru: Увидеть все

source: Jamiyat yangiliklari
ru: Новости сообщества

source: Jamiyat
ru: Общество

source: Jahon yangiliklari
ru: Мировые новости

source: Jamiyat Yangiliklari
ru: Новости сообщества

source: Ommabop Yangiliklar
ru: Новости сообщества

source: O'zbekiston Yangiliklari
ru: Новости Узбекистана

source: O'zbekistan yangiliklari
ru: Новости Узбекистана

source: Natija Topilmadi
ru: Результатов не найдено

source: Natijalar
ru: Полученные результаты

source: Foydalanuvchi Profili
ru: Профиль пользователя

source: Bosh Sahifa
ru: Главная страница

source: Foydalanuvchu Profili
ru: Имя пользователя:

source: Ma'lumotlarni o'zgartirish
ru: Изменить данные

source: Ism
ru: Имя:

source: Familya
ru: Фамилия:

source: Email
ru: Электронная почта:

source: Tug'ilgan Sana
ru: Дата рождения:

source: Telefon
ru: Номер телефона:

source: Parol
ru: Пароль

source: Parolni o'zgartirish
ru: изменить пароль

source: Parolni tiklash
ru: Восстановление пароля

source: Sizning Username Yoki Parolingiz Xato! Iltimos Qayta Urunib Ko'ring!
ru: Ваше имя пользователя или пароль неверны! Пожалуйста, попробуйте еще раз!

source: Username
ru: Имя пользователя

source: Password
ru: Пароль

source: Kirish
ru: Вход

source: Parolni Tiklash
ru: Восстановление пароля

source: Ro'yxtadan O'tish
ru: Зарегистрироваться

source: Sizning parolingiz o'zgardi
ru: Ваш пароль изменился

source: Davom etish
ru: Продолжать

source: Parolni-o'zgartirish-formasi
ru: Форма смены пароля

source: Orqaga qaytish
ru: Возвращаться

source: Parolni Almashtirish
ru: Восстановление пароля

source: Parol o'zgardi
ru: пароль изменен

source: Parolni tiklash formasi to'g'ri to'ldirilmadi!
ru: Форма сброса пароля заполнена некорректно!

source: Parol sizning boshqa shaxsiy ma'lumotlaringizga juda o'xshash bo'lmasin!
ru: Пароль не должен быть слишком похож на другую вашу личную информацию!

source: Parolingiz kamida 8 ta belgidan iborat bo'lishi kerak!
ru: Ваш пароль должен быть длиной не менее 8 символов!

source: Parol juda oddiy va keng tarqalgan bo'lmasligi kerak!
ru: Пароль должен быть очень простым и нестандартным!

source: Parol faqat raqamlardan iborat bo'lishi mumkin emas!
ru: Пароль не может состоять только из цифр!

source: O'zgartirish
ru: Изменять

source: Siz noto'g'ri linkdan foydalangansiz, u avvalroq foydalangan bo'lishi mumkin
ru: Вы использовали неправильную ссылку, возможно, он использовал ее раньше

source: Parolni o'zgartirish uchun emailingizga link yuborildi
ru: На вашу электронную почту отправлена ссылка для смены пароля

source: Agar siz emailni qabul qilmagan bo'lsangiz qayta urunib ko'ring!
ru: Если вы не получили письмо, попробуйте еще раз!

source: Parolni tiklash uchun formani to'ldiring
ru: Заполните форму для сброса пароля
